Repository: franck-paul/gravatar
Catalog: locales/*/main.po
Languages: fr

source: Add Gravatar images to your posts and comments authors
fr: Affiche les images Gravatar des auteurs des billets et/ou des commentaires

source: The size must be between 1 and 512 pixels.
fr: La taille doit être comprise entre 1 et 512 pixels.

source: Default
fr: Par défaut

source: Active:
fr: Activé :

source: Automatically insert Gravatars for posts:
fr: Insère automatiquement les Gravatars des billets :

source: Automatically insert Gravatars for comments:
fr: Insère automatiquement les Gravatars des commentaires :

source: Image size for post in pixels (1 to 512):
fr: Taille de l'image pour les billets en pixels (1 à 512) :

source: Image size for comment in pixels (1 to 512):
fr: Taille de l'image pour les commentaires en pixels (1 à 512) :

source: Default Gravatar imageset:
fr: Jeu d'images Gravatar par défaut :

source: Default Gravatar image
fr: Image Gravatar par défaut

source: Rating:
fr: Classement :

source: Gravatar images CSS style:
fr: Style CSS pour les images Gravatars :

source: See <a href="http://en.gravatar.com/">Gravatar web site</a> for more information.
fr: Voir <a href="http://fr.gravatar.com/">le site web Gravatar</a> pour plus d'information.
